Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: O, Marvin, to ty! Chodzi o tę całą sytuację z Bestią...
uk: О, Марвіне, це ти! Щодо ситуації зі Звіром...

source: O, Roderich w końcu zaczął przyjmować dobrze wychowanych, a nie tylko tych z rynsztoka! Marvin, nie mylę się?
uk: О, Родеріх нарешті почав приймати вихованих людей, а не тільки обірванців з канави! Ти Марвін, якщо я не помиляюсь?

source: O, a kto to przyszedł? Ten, który zostawił mnie na pewną śmierć!
uk: О, і хто ж це прийшов? Той, хто залишив мене на вірну смерть!

source: O, bardzo konkretna lokalizacja.
uk: О, це дуже конкретний опис місця.

source: O, bracie! Nigdy czegoś takiego nie widziałem... gdzie się tego nauczyłeś?
uk: Ох, брате! Ніколи такого не бачив... де ти цього навчився?

source: O, brzmi ciekawie. Mam załatwić proch do takiej akcji?
uk: Оу, звучить цікаво. Хочеш, щоб я дістав порох для цієї операції?

source: O, chwileczkę...
uk: О, хвилинку...

source: O, co tak ostro? Chyba ktoś musi cię nauczyć kultury.
uk: Гей, чому так грубо? Гадаю, комусь варто навчити тебе гарних манер.

source: O, czekałem na nią!
uk: О, я чекав на неї!

source: O, czyli będę miał chwilę spokoju? O, świetnie!
uk: О, значить, у мене буде хвилинка тиші і спокою? Чудово!

source: O, czyli wybuch reżyserowany, rozumiem. Będę musiał się postarać, a to kosztuje...
uk: О, так це спрямований вибух, ясно. Доведеться постаратися, а це коштує грошей...

source: O, czyżby ktoś w końcu chciał się za nich wziąć?
uk: О, нарешті хтось захотів їх позбутися?

source: O, dobry wieczór! To... takie tam. Nic groźnego, proszę mi wierzyć. Poza tym, nawet jakbym coś podpalił, to przecież zaraz obok mieszkają magowie, opanowaliby sytuację.
uk: Доброго вечора! Це... просто так. Нічого небезпечного, повір мені. До того ж, навіть якщо я щось підпалю, поруч живуть маги, вони все владнають.

source: O, dotarłeś do miasta. Świetnie! Miło widzieć, jak młodzież się rozwija.
uk: О, ти дістався до міста. Чудово! Приємно бачити, як молодь розвивається.

source: O, dziękuję bardzo. Mało kto tak szybko zwraca mi dokumenty.
uk: О, дуже тобі дякую. Мало хто так швидко повертає документи.

source: O, jak miło. Dzięki.
uk: О, як мило. Дякую.

source: O, jak robisz takie śmieszne miny? Będziesz musiał mi powiedzieć. Są świetne!
uk: О, як тобі вдається робити такі кумедні вирази обличчя? Розкажи мені. Вони чудові!

source: O, jest i nasz dzielny pracownik. Muszę przyznać, że uwijałeś się jak prawdziwy kopacz.
uk: А ось і наш відважний працівник. Мушу сказати, що ти працюєш, як справжній копач.

source: O, jesteś nowym rekrutem straży?
uk: О, ти новобранець у Варті?

source: O, jesteś. Mam dla ciebie robotę, i całkiem niezłą zapłatę w gotowości.
uk: А, ось ти де. У мене є робота для тебе, і досить хороша оплата до неї.

source: O, kogo my tu mamy!
uk: О, хто у нас тут!

source: O, kogoś przysłali... może nie jest za późno...
uk: О, вони когось прислали... Може, ще не запізно...

source: O, ktoś tu poszedł trochę dalej.
uk: О, дехто пішов ще далі.

source: O, lica niewieście, tak błogo promienne!
uk: О, щічки дівочі, що красно палають!

source: O, mam pomysł. Proszę!
uk: О, у мене є ідея. Прошу!

source: O, młody, dzień dobry. Niestety, szef teraz nikogo nie przyjmuje.
uk: О, юначе, доброго ранку. На жаль, шеф зараз нікого не приймає.

source: O, nareszcie wsparcie! Pomału przestawałem dawać radę...
uk: О, нарешті хоч якась підтримка! Я вже перестав справлятися...

source: O, nowy! Jak ci się udało tu dostać?
uk: О, новенький! Як тобі вдалося сюди потрапити?

source: O, obrońca prawa, wartownik porządku, pewnie obarczony moralnymi wątpliwościami...
uk: О, захисник закону, охоронець порядку, який, напевно, обтяжений моральними сумнівами...

source: O, przylazł po swoje! Zobaczymy, jak bardzo ci na nich zależy!
uk: О, ти прийшов за речима! Побачимо, наскільки сильно вони тобі потрібні!

source: O, szkoda. Ale dzięki za pomoc!
uk: Дуже шкода. Але дякую за допомогу!

source: O, szumiące lasy wierzbowe!
uk: О, верби, що з вітром співають пісні!

source: O, słuchaj, wiem co zrobimy. Ty i ja... zaraz, co powiedziałeś?
uk: О, слухай, я знаю, що ми зробимо. Ти і я... стривай, що ти сказав?

source: O, słyszysz? Jeden z nich znowu to robi!
uk: О, чуєш? Одна з них знову це робить!

source: O, tam.
uk: Ось там.

source: O, teraz już rozumiem, czemuś taki jurny! Bo przy tym nie grozi ci żadne złamanie!
uk: О, тепер розумію, чому ти такий надокучливий! Тому що так тобі не загрожують переломи!

source: O, to całkiem łatwe. W większości przypadków wystarczy złapać mocno żuwaczkę polnej bestii, pełzacza czy co tam upolowałeś, i pokręcić w różnych kierunkach.
uk: О, це досить легко. Здебільшого, ти просто міцно хапаєш щелепу польового жука, повзуна, чи кого ти там вполював, і крутиш її в різні боки.

source: O, to już są informacje płatne. Jeśli masz monety, Borr będzie miał szczegóły.
uk: О, а це вже платна інформація. Якщо у тебе є монети, Борр надасть тобі подробиці.

source: O, to niedobrze... chodzić o pustym brzuchu to jak wyjść z karczmy trzeźwym.
uk: О, це погано... ходити з порожнім шлунком – це все одно, що вийти з корчми тверезим.

source: O, to pewnie musisz być ty!
uk: О, це напевно ти!

source: O, to przynajmniej tyle. Na chwilę wyrwę się z tego śmierdzącego miasta i jeszcze przy okazji coś sobie ustrzelę.
uk: О, принаймні, це непогано. Нарешті я ненадовго виберуся з цього смердючого міста, а при нагоді навіть когось підстрелю.

source: O, to ty! Mam nadzieję, że nie będę musiał nigdy liczyć na twoją pomoc, bo jakbyś miał mnie potraktować tak jak Ramhę...
uk: О, це ти! Сподіваюся, мені ніколи не доведеться розраховувати на твою допомогу, бо якщо ти вчиниш зі мною, як з Рамхою...

source: O, to ty. Idź znajdź sobie jakieś kreatywne zajęcie, młody.
uk: А, це ти. Знайди собі якусь творчу роботу, малий.

source: O, to znowu ty. Wiem, że ostatnio włóczyłeś się po lesie, ale teraz naprawdę lepiej go unikać.
uk: О, це знову ти. Я знаю, що нещодавно ти гуляв лісом, але зараз тобі краще цього не робити.

source: O, to znowu ty. Świetnie. Tylko się pilnuj, bo w razie czego zawołam straż.
uk: О, це знову ти. Чудово. Тільки тримай руки при собі, інакше в разі чого я покличу вартових.

source: O, twoi ludzie chyba stracili nerwy. A może to twój rozkaz?
uk: Здається, що в твоїх людей здали нерви. А може, це твій наказ?

source: O, tyle na dziś wystarczy.
uk: Що ж, на сьогодні вистачить.

source: O, w blasku skąpane pałacu iglice!
uk: О, сяючі шпилі палацу вгорі!

source: O, walka!
uk: О, бійка!

source: O, widzisz, los to również temat warty rozmowy. Jedni wierzą w jego istnienie, inni uważają, że nasze ścieżki kreślą bogowie. Któż ma rację?
uk: Розумієш, доля – це теж тема, про яку варто поговорити. Хтось вірить в її існування, хтось вважає, що наші шляхи прокладені богами. Хто має рацію?

source: O, widzę, że masz przy sobie idealną drapaczkę!
uk: О, бачу, у тебе з собою ідеальна чесалка!

source: O, wijące strumienie srebrzyste!
uk: О, срібні потоки, що в'ються крізь луки!

source: O, złoto, przyda się!
uk: О, золото! Знадобиться!

source: O, ładnie. Helga powinna być zadowolona, i może przynajmniej na jakiś czas się uspokoi.
uk: О, чудово. Хельзі це має сподобатись, і, можливо, вона хоча б на деякий час заспокоїться.

source: O, świetnie. Najpierw Lorenzo dostawał od tej sprawy białej gorączki, teraz przyszła moja kolej, tak?
uk: О, чудово. Спочатку Лоренцо дістали до білої гарячки з цією справою, тепер моя черга, так?

source: O-o-oczywiście. Ju-już mnie nie ma!
uk: З-з-звісно. М-мене вже немає!

source: O. I co w związku z tym?
uk: Ну. І що тепер?

source: O... a w jaki sposób to osiągasz?
uk: O... і як тобі це вдається?

source: O... dobry wieczór! Piękna pogoda, nieprawdaż?
uk: O... доброго вечора! Чудова погода, чи не так?

source: OBUDŹ SIĘ!
uk: ПРОКИНЬСЯ!

source: OCHRONA
uk: ЗАХИСТ

source: ODPORNOŚĆ: Brak
uk: ОПІР: Немає

source: ODPORNOŚĆ: Obuch, Pociski
uk: ОПІР: Тупа, стріли, болти

source: ODPORNOŚĆ: Obuch, Wiatr/Upadek
uk: ОПІР: Тупа, вітер/падіння

source: ODPORNOŚĆ: Ogień
uk: ОПІР: Вогонь

source: ODPORNOŚĆ: Ogień, Pociski
uk: ОПІР: Вогонь, стріли/болти

source: ODPORNOŚĆ: Ogień, Pociski, Magia
uk: ОПІР: Вогонь, стріли, болти, магія

source: ODPORNOŚĆ: Pociski
uk: ОПІР: Стріли, болти

source: ODPORNOŚĆ: Pociski, Magia
uk: ОПІР: Стріли, болти, магія

source: ODPORNOŚĆ: Pociski, Ogień
uk: ОПІР: Стріли, болти, вогонь

source: ODPORNOŚĆ: Pociski, Ostrza
uk: ОПІР: Стріли/болти, ріжуча

source: ODPORNOŚĆ: Pociski, Sieczne
uk: ОПІР: Стріли/болти, ріжуча

source: ODPORNOŚĆ: Pociski, Wiatr/Upadek
uk: ОПІР: Стріли, болти, вітер/падіння

source: ODPORNOŚĆ: Pociski, Wiatr/Upadek, Magia, Sieczne
uk: ОПІР: Стріли/болти, вітер/падіння, магія, ріжуча

source: ODPORNOŚĆ: Pociski, Wiatr/Upadek, Ogień
uk: ОПІР: Стріли/болти, вітер/падіння, вогонь

source: ODPORNOŚĆ: Pociski, Wiatr/Upadek, Ogień, Sieczne
uk: ОПІР: Стріли/болти, вітер/падіння, вогонь, ріжуча

source: ODPORNOŚĆ: Sieczne
uk: ОПІР: Ріжуча

source: ODPORNOŚĆ: Sieczne, Obuchowe
uk: ОПІР: Ріжуча, тупа

source: ODPORNOŚĆ: Wszystko
uk: ОПІР: Все

source: OGNISTY JASZCZUR\nRODZAJ OBRAŻEŃ: Ogień\nODPORNOŚĆ: Ogień, Pociski\nPODATNOŚĆ: Wiatr/Upadek\nWYSTĘPOWANIE: Plaże, spopielone tereny\nRADA: Każde ich ugryzienie podpala skórę ofiary, powodując jeszcze więcej ciężkich ran. Walczą podobnie jak pozostałe jaszczury i często podróżują w grupach, przez co stanowią ogromne wyzwanie nawet dla doświadczonych wojowników.
uk: ВОГНЯНИЙ ЯЩІР\nТИП ШКОДИ: Вогонь\nОПІР: Вогонь, стріли/болти\nВРАЗЛИВІСТЬ: Вітер/падіння\nПОШИРЕННЯ: Пляжі, згарища\nПОРАДА: Кожен їхній укус підпалює шкіру жертви, викликаючи дуже серйозні опіки. Вони атакують, як і інші ящери, часто тримаються групами, що робить їх серйозним випробуванням навіть для досвідчених воїнів.

source: ORKOWY PIES\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Wiatr/Upadek, Pociski\nWYSTĘPOWANIE: W pobliżu orkowych patroli. Na Archolos - Brak\nRADA: Uciekaj - w pobliżu muszą być orkowie! Nie mylić z wargami!
uk: ОРЧИЙ ГОНЧАК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вітер/падіння, стріли, болти\nПОШИРЕННЯ: Біля патрулів орків. На Архолосі не зустрічаються\nПОРАДА: Втікай – поруч мають бути орки! Не плутати з варгами!

source: Oba piece działają już z pełną mocą, za niedługo będziemy mogli odlewać.
uk: Обидві печі працюють на повну потужність, незабаром займемось відливанням.

source: Obaj dowódcy naszych sił zbrojnych wyrazili zainteresowanie twoją osobą. Jeśli chcesz dołączyć do któregoś z oddziałów, to udaj się albo do Adelarda, albo do Garosa.
uk: Обидва наші командири зацікавилися тобою. Якщо хочеш приєднатися до одного з них, йди до Аделарда або до Гароса.

source: Obaj ledwo żyjemy.
uk: Ми обоє ледь живі.

source: Obaj nie jesteśmy stąd. Obaj też walczymy o sprawiedliwość - ty dla swojego gubernatora, ja dla mojego ludu.
uk: Обидва не звідси. Обидва боремося за справедливість – ти для свого губернатора, я – для свого народу.

source: Obaj praktykowaliście po kryjomu magię przyzywania. I to raczej nieudolnie.
uk: Ви обоє таємно практикували магію виклику. І досить незграбно.

source: Obaj żyją... a przynajmniej żyli, gdy ostatni raz ich widziałem.
uk: Вони обоє живі... принаймні були живі, коли я востаннє їх бачив.

source: Obalone drzewo
uk: Повалене дерево

source: Obawiam się, że jeśli jak najszybciej się stąd nie wydostaniemy, to dołączymy do tych wszystkich błąkających się korytarzami dusz.
uk: Я боюся, що якщо ми якнайшвидше звідси не виберемося, то приєднаємося до всіх тих душ, що блукають коридорами.

source: Obawiam się, że jeśli tak dalej pójdzie, to może dojść do jakiegoś buntu, a to byłby świetny pretekst dla królewskich by przejąć kopalnię.
uk: Боюся, що якщо так триватиме й надалі, може статися якийсь бунт, і це буде чудовим приводом для королівської влади, щоб захопити копальню.

source: Obawiam się, że nasze koszary są za małe, by mogły pomieścić zarówno naszych ludzi jak i gwardzistów.
uk: Боюся, що наші казарми занадто малі, щоб разом вмістити як наших людей, так і гвардійців.

source: Obawiam się, że nawet jeśli opróżniłbym całą kopalnię z kruszcu, to i tak usłyszę, że przyniosłem za mały urobek.
uk: Боюся, що навіть якщо я випорожню всю копальню, мені все одно скажуть, що я приніс занадто мало.

source: Obawiam się, że nie jestem w tym najlepszy.
uk: Боюся, я в цьому не найкращий.

source: Obawiam się, że nie udało mi się przekonać Lennarta.
uk: Боюся, мені не вдалося переконати Ленарта.

source: Obawiam się, że odstraszenie fauny może przerosnąć Neka.
uk: Боюся, що відлякування місцевої фауни може виявитися не під силу Неку.

source: Obawiam się, że to wciąż za dużo. Dogadamy się?
uk: Боюся, це все ще задорого. Може якось домовимось?

source: Obcinacz
uk: Ампутатор

source: Obcinacz Rąk
uk: Відсікач рук

source: Obcy nie są tu raczej mile widziani - zwłaszcza ci bez grosza przy duszy i przybysze z Wysp Południowych. Jeśli jesteś Południowcem, masz problem. Jeśli jesteś biednym Południowcem, masz podwójny problem. Los w życiu nie szczędził mi złota, więc przynajmniej brak dachu nad głową i śmierć z głodu nie były mi groźne.
uk: Чужинцям тут радше не раді - особливо тим, хто не має грошей, і новоприбулим з Південних островів. Якщо ви південець - у вас проблеми. Якщо ви бідний південець - у вас подвійні проблеми. Доля не обділила мене золотом у моєму житті, тож принаймні відсутність даху над головою і смерть від голоду мені не загрожували.

source: Obdarz mnie swoją mocą.
uk: Дай мені свою силу.

source: Obecnie genezy ognistych jaszczurów upatruje się zmianach powstałych w wyniku ekspozycji zwykłego jaszczura na trudne warunki środowiskowe. Ognisty jaszczur wykształcił po prostu dodatkową linię obrony.
uk: На сьогодні вважається, що походження вогняних ящерів пов'язане зі змінами, викликаними впливом суворих умов навколишнього середовища на звичайного ящера. Вогняні ящери просто розвинули додатковий захисний механізм.

source: Obecnie pracuję nad jedną taką księgą, tylko wszystko wskazuje na to, że trochę mi na nią zejdzie.
uk: Зараз я працюю над однією такою книгою, ось тільки все вказує на те, що це займе чимало часу.

source: Obecnie przebywa na terenie naszego kantoru, czeka aż ktoś zajmie się jego sprawą.
uk: Наразі він перебуває у нас, і чекає, поки хтось займеться його справою.

source: Obecnie sprawujący władzę w mieście gubernator Morris, postanowił wykorzystać słabość Ramseya do polowań i zezwolił mu na coroczne organizowanie łowów na wyspie. Przekazał mu też na wyłączność bogatą posiadłość w pobliżu ratusza. Skosztowawszy wystawnego, miejskiego życia Ramsey z roku na rok coraz rzadziej odwiedzał swoje rodzinne strony.
uk: Губернатор Морріс, який на той момент перебував при владі в місті, вирішив скористатися слабкістю Рамзі до полювання і дозволив йому проводити щорічні мисливські змагання на острові. Він також передав йому у повне володіння розкішний маєток поблизу ратуші. Скуштувавши розкіш міського життя, Рамзі з кожним роком все рідше навідувався до рідного села.

source: Obecnie sytuacja w mieście jest tak napięta, że bez porządnej ochrony ani rusz. Gildia Kupiecka oferuje w tym zakresie najlepsze usługi.
uk: На даний час ситуація в місті настільки напружена, що без гідного захисту тут нікуди не дітися. Торгова Гільдія пропонує найкращі послуги в цьому питанні.

source: Obecnie w plotkach powstaje tyle sprzecznych i szalonych historii, że pewne dzieje nawet nie nadawały się do spisania!
uk: Зараз у плітках ходить стільки суперечливих і божевільних історій, що деякі історії навіть не варто записувати!

source: Obecnie wielu moje prace traktuje jako ciekawostkę, a nie jako prawowitą naukę.
uk: Зараз багато людей вважають мою роботу просто цікавою, а не як справжню науку.

source: Obecnie, nie mamy tego za dużo i głównie musimy czerpać z własnych zapasów.
uk: Наразі ми маємо не так багато і в основному мусимо використовувати власні запаси.

source: Obecność Wysłannika przyczynia się do dalszego usprawniania funkcjonowania straży miejskiej Archolos. Cieszymy się, że możemy z nim współpracować.
uk: Присутність Королівського посла сприяє постійному вдосконаленню Міської Варти Архолосу. Ми раді співпрацювати з ним.

source: Obecny tu Marvin twierdzi, że to ty wskazałeś mu miejsce, w którym, jak to określiłeś, miał się odbyć 'rytuał oczyszczenia'.
uk: Марвін, який присутній тут, стверджує, що саме ти вказав йому на місце, де, як ти висловився, мав відбутися 'ритуал очищення'.

source: Obejrzyj sobie spokojnie.
uk: Будь ласка, обирай.

source: Obfite złoże
uk: Багате родовище

source: Obfity Gulasz Marthy
uk: Ситне рагу Марти

source: Obiad liczący już kilka dni, dziurawe spodnie i dach nad głową, który może się zawalić w każdej chwili. Będąc szczerym, to nie są złe warunki. Spotkasz ludzi, którzy mają gorzej.
uk: Позавчорашній обід, діряві штани і дах над головою, який може обвалитися будь-якої миті. Чесно кажучи, це непогані умови. Ти зустрінеш людей, яким живеться ще гірше.

source: Obiad liczący już kilka dni, dziurawe spodnie i dach nad głową, który może się zawalić w każdej chwili. Będąc szczerą, to nie są złe warunki. Spotkasz ludzi, którzy mają gorzej.
uk: Позавчорашній обід, діряві штани і дах над головою, який може обвалитися будь-якої миті. Чесно кажучи, це непогані умови. Я зустрічав людей, яким жилося ще гірше.

source: Obiboków jak już.
uk: Ледарі, що тут скажеш.

source: Obie dysponują wystarczającymi środkami i koneksjami, które mogą być pomocne w odnalezieniu twojego brata.
uk: Обидві мають достатньо ресурсів і зв'язків, щоб допомогти знайти твого брата.

source: Obiecaj, że mnie nie skrzywdzisz! Proszę!
uk: Пообіцяй, що не скривдиш мене! Будь ласка!

source: Obiecał mu magiczny amulet, który miał go uczynić niezwyciężonym. Runar dał się nabrać.
uk: Він пообіцяв йому чарівний амулет, який зробить його непереможним. Рунара обдурили.

source: Obiecał też, że nas dogoni, ale nie wiem czy powinniśmy na niego czekać.
uk: Він також обіцяв наздогнати нас, але я не знаю, чи варто на нього чекати.

source: Obiecałem, że go wypuścimy jeśli nam wszystko powie.
uk: Я обіцяв, що ми його відпустимо, якщо він нам все розповість.

source: Obiecałem, że go wypuścimy, jeśli nam wszystko powie.
uk: Я обіцяв, що ми його відпустимо, якщо він нам все розповість.

source: Obiecałem, że pomogę Knutowi w pozbyciu się stada, a w zamian za to on mi zapłaci. Tylko to mnie interesuje.
uk: Я пообіцяв допомогти Кнуту позбавитися зграї, а натомість він заплатить мені. Це все, що мене цікавить.

source: Obiecałem, że za żadne skarby nic nikomu nie powiem i zamierzam dotrzymać słowa!
uk: Я пообіцяв нікому нічого не розповідати за жодних обставин і я маю намір дотримати свого слова!

source: Obiecałem, że zabiję Bestię i zamierzam dopełnić kontraktu.
uk: Я пообіцяв вбити Звіра і збираюся виконати свій контракт.

source: Obiecałeś mi pomóc! Czy nie cierpię wystarczająco długo?
uk: Ти обіцяв мені допомогти! Хіба я недостатньо довго страждав?

source: Obiecałeś mi zemstę na Lichwiarzu, już zapomniałeś?
uk: Ти обіцяв мені помститися Лихвареві, хіба ти вже забув?

source: Obiecałeś mi, że pomożesz odnaleźć mojego brata. Nie dotrzymałeś tej obietnicy! Dla twojej informacji, znalazłem go sam, bez niczyjej pomocy!
uk: Ти обіцяв мені, що допоможеш знайти мого брата. Ти не дотримав своєї обіцянки! До твого відома, я знайшов його сам, без чиєїсь допомоги!

source: Obiecujesz?
uk: Обіцяєш?

source: Obiecują, że posążki odstraszają bestie Beliara, albo uradują Innosa.
uk: Вони обіцяють, що статуетки відлякують чудовиськ Беліара, або задобрюють Інноса.

source: Obiecuję ci, jeszcze kiedyś się spotkamy i wtedy pożałujesz!
uk: Обіцяю, одного разу ми зустрінемось знову, і ти пошкодуєш!

source: Obiecuję, że niczego nie pożałujesz, w końcu nie każdy dostaje od życia szansę na współpracę z Kuno, skromnym politykiem w służbie ludu Archolos!
uk: Обіцяю, ти ні про що не пошкодуєш, адже не кожному випадає нагода працювати з Куно, скромним політиком на службі народу Архолосу!

source: Obiecuję, że nie będziesz musiał się nigdzie wspinać.
uk: Обіцяю, тобі не доведеться нікуди лізти.

source: Obiecuję, że niedługo wrócę.
uk: Обіцяю, що скоро повернуся.

source: Obiecuję, że to się już nie powtórzy.
uk: Обіцяю, що це більше не повториться.

source: Obiecuję.
uk: Обіцяю.

source: Obiekt testowy? Ach tak, oczywiście chodzi o mojego szczura. Podawałem mu dawniej wszystkie swoje eliksiry.
uk: Піддослідний? А, так, звісно, йдеться про мого щура. Я давав йому всі свої зілля.

source: Obiekty otoczenia
uk: Об'єкти оточення

source: Obijak
uk: Довбня

source: Obiło mi się o uszy i chyba domyślam się czyja to sprawka.
uk: Так, я чув про це, і навіть здогадуюсь, хто це зробив.

source: Obiło mi się o uszy, a ostatnio wyglądasz nawet na bardziej przygnębionego niż zazwyczaj. Pomyślałem, że zapytam co tam u ciebie.
uk: Я чув про це, а останнім часом ти виглядаєш ще більш пригніченим, ніж зазвичай. Ось я і вирішив дізнатися, як ти.

source: Obiło mi się o uszy, że masz problemy z bratem.
uk: До мене дійшли чутки, що у тебе проблеми з братом.

source: Obiło mi się o uszy, że nie mogą przez to rozładować jakiejś łodzi. Na twoim miejscu poszukałabym Borra w slumsach. Facet sporo wie o tym, co się dzieje w okolicy.
uk: Я чула, що через це вони не можуть розвантажити човен. На твоєму місці я б пошукала Борра в нетрях. Хлопець багато знає про те, що відбувається в цьому районі.

source: Obiło mi się o uszy. O co chodzi z tą Marthą?
uk: Так, чув. То що там щодо Марти?

source: Obmyj się
uk: Вмитися

source: Obmyśliłem ostatnio naprawdę niezły interes, każdy kupiec byłby tym podekscytowany!
uk: Нещодавно я провернув дійсно вигідну угоду, від якої будь-який торговець був би у захваті!

source: Oboje chcemy pozbyć się Lichwiarza, połączmy siły.
uk: Ми обоє хочемо позбутися Лихваря, давай об'єднаємо зусилля.

source: Oboje wiemy, że potrzebujesz tego znacznie bardziej niż ja.
uk: Ми обоє знаємо, що тобі він значно потрібніший, ніж мені.

source: Obok domu było dużo wolnej przestrzeni, więc zdecydowałem się na rozpoczęcie konstrukcji kolejnego budynku.
uk: Біля будинку було багато вільного простору, тому я вирішив розпочати будівництво ще одного будинку.

source: Obok rozstaju dróg za Wielką Winnicą. Jeśli mam być szczery, to chyba ktoś mu pomógł zejść z tego świata. I nie były to gobliny, które się przy nim kręciły, gdy go odnalazłem.
uk: Біля перехрестя за Великим виноградником. Якщо чесно, я думаю, що хтось допоміг йому відійти з цього світу. І це не гобліни, що крутилися біля нього, коли я його знайшов.

source: Obostrzenia dotyczące kanałów
uk: Обмеження щодо каналізації

source: Obowiązki w kuchni przydzielono mi po tym, kiedy przyznałem się przed jednym z magów, że umiem gotować. Od tamtej pory spędzam tu większość czasu.
uk: Мені доручили кухонні обов'язки після того, як я признався одному з магів, що вмію готувати. Відтоді я проводжу тут більшість свого часу.

source: Obowiązuje tu taka zasada, że każdy dba o własny zadek.
uk: Правило тут таке: кожен дбає про свою дупу.

source: Obozowisko Knuta powinno być na północ od niego w niewielkim zagajniku.
uk: Табір Кнута має бути на північ від нього, в невеликому гаю.

source: Obr. broń
uk: Шкода від зброї

source: Obr. magia
uk: Шкода від магії

source: Obr. ogień
uk: Шкода від вогню

source: Obr. pociski
uk: Шкода від стріл

source: Obr. wiatr
uk: Шкода від вітру

source: Obraz
uk: Відео

source: Obraz 1
uk: Картина 1

source: Obraz 2
uk: Картина 2

source: Obraz 3
uk: Картина 3

source: Obraz 4
uk: Картина 4

source: Obraz 5
uk: Картина 5

source: Obraziłeś mnie więc nici z wymiany!
uk: Ти образив мене, тож для тебе ніякого обміну не буде!

source: Obrazy, biżuteria i wiekowe wino to dobry łup, nawet pomimo uszczuplenia skarbca przez konflikt braci.
uk: Картини, коштовності та витримане століттями вино – гарна здобич, хоч скарбниця й трохи збідніла через конфлікт між братами.
